import '@/app/Styles/FAQ.scss'

export default function FAQ() {
    return (
      <main className="FAQ">
        <h1>ВОПРОСЫ И ОТВЕТЫ</h1>
        <h1 className="FAQ__h1">Что такое приложение для создания проектов в команде?</h1>
        <p>Это инструмент, который позволяет команде эффективно планировать, организовывать и управлять проектами.</p>
        <h1 className="FAQ__h1">Какие функции предоставляет приложение?</h1>
        <p>Приложение предлагает ряд функций, включая создание и управление проектами, назначение ответственных лиц, отслеживание прогресса.</p>
        <h1 className="FAQ__h1">Каковы преимущества использования нашего приложения?</h1>
        <p>Использование приложения позволяет команде иметь централизованное хранилище задач и проектов, что обеспечивает прозрачность и доступность информации для всех членов команды. Оно также способствует эффективной коммуникации и сотрудничеству между участниками проекта.
        </p>
        <h1 className="FAQ__h1">Как начать использовать приложение?</h1>
        <p>Чтобы начать, необходимо  зарегистрироваться на сайте. После регистрации можно создать новый проект или присоединиться к уже существующему.</p>
        <h1 className="FAQ__h1">Какой тип команды может использовать это приложение?</h1>
        <p>Приложение для создания проектов в команде может быть использовано разными типами команд, включая команды разработчиков ПО, 
          маркетинговые команды, команды по производству, команды по управлению продуктами и другие команды, 
          которые должны организовывать и управлять проектами.</p>
        <h1 className="FAQ__h1">Как обеспечивается безопасность данных в приложении?</h1>
        <p>Приложение имеет строгую политику конфиденциальности и неразглашение информации, чтобы гарантировать безопасность данных команды.</p>
        <h1 className="FAQ__h1">Могут ли разные участники команды иметь разные уровни доступа в приложении?</h1>
        <p>Да, приложение обычно предоставляет возможность назначать разные уровни доступа для разных участников команды. Он позволяет настраивать права доступа к функциям и задачам в соответствии с ролями и ответственностями каждого члена команды.</p>
        <h1 className="FAQ__h1">Каким образом техническая поддержка предоставляется для приложения?</h1>
        <p>Приложения обычно предлагают техническую поддержку через электронную почту или другие средства связи. Вы можете обратиться в службу поддержки с вопросами, проблемами или предложениями и получить необходимую помощь или ответы на ваши вопросы от разработчиков приложения.</p>
      </main>
    )
  }
  