import '@/app/Styles/AboutMe.scss'

export default function About() {
  return (
    <main className="AboutMe">
      <h1>О НАС</h1>
      <p>Наша команда разработчиков , создала для вас это удивительное приложение для взаимодействие в проектной деятельности онлайн. Наша цель - предоставить пользователям возможность совместной работы и взаимодействия виртуально.</p>
      <h1>Преимущества использования нашего приложения:</h1>
      <ul>
        <li>Работа в режиме реального времени: Вы можете работать над одним проектом одновременно с другими участниками команды, видя изменения, которые они вносят, и влияя на процесс создания вместе с ними.</li>
        <li>Совместимость с различными устройствами: Наше приложение работает на разных платформах, что позволяет пользователям работать над проектом с помощью компьютеров, планшетов или смартфонов.</li>
      </ul>
      <p>Мы стараемся постоянно улучшать функционал нашего приложения, учитывая потребности и пожелания наших пользователей. </p>
      <h1>Приятного использования нашего приложения!</h1>
    </main>
  )
}
